{"status":"ok","totalResults":36,"articles":[{"source":{"id":null,"name":"Bbc.com"},"author":"https://www.facebook.com/bbcnews","title":"Utrecht shooting: Suspect Tanis admits deadly tram attack - BBC News","description":"Turkish-born Gokmen Tanis says he acted alone in the killing of three people.","url":"https://www.bbc.com/news/world-europe-47665191","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/1226B/production/_106074347_hi053031812.jpg","publishedAt":"2019-03-22T16:52:30Z","content":"Image copyright EPA Image caption The threat level was temporarily raised to its highest level after the shooting A man has admitted to killing three people on a tram in Utrecht and said he acted alone, Dutch prosecutors say. Turkish-born Gokmen Tanis, 37, wo… [+1554 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":null,"title":"White House: Islamic State territory in Syria eliminated - Fox News","description":"The White House says that all Islamic State held territory in Syria has been\"100 percent\" eliminated.","url":"https://www.foxnews.com/us/white-house-islamic-state-territory-in-syria-eliminated","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2019/03/ContentBroker_contentid-6bbc4f3c6ee549d7b035635fc30a8ece.png","publishedAt":"2019-03-22T16:17:42Z","content":"WEST PALM BEACH, Fla. All Islamic State-held territory in Syria has been eliminated, President Donald Trump announced Friday, though officials said sporadic fighting continued on the ground between coalition forces and the group's holdouts. The complete fall … [+4355 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Andy Campbell","title":"Shaquille O'Neal Joins Board Of Embattled Papa John's Pizza - HuffPost","description":"The NBA Hall of Famer will be the first African-American director at the pizza chain.","url":"https://www.huffpost.com/entry/shaquille-oneal-papa-johns-pizza_n_5c94e441e4b057f73309d13c","urlToImage":"https://img.huffingtonpost.com/asset/5c94f5ea2400003300041d1e.jpeg?cache=priJkUEumS&ops=1200_630","publishedAt":"2019-03-22T16:04:24Z","content":"Shaquille O’Neal will join the board of Papa John’s, making him the first African-American director at a company still suffering from its founder’s various scandals. O’Neal, an NBA Hall of Famer and actor who has been putting money into restaurants for years,… [+1466 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Jeff Cox","title":"Trump considering Fed critic Stephen Moore for central bank appointment - CNBC","description":"Moore, 59, current is a visiting fellow at the Heritage Foundation and has been a Trump supporter since the 2016 election.","url":"https://www.cnbc.com/2019/03/22/trump-reportedly-considering-stephen-moore-for-fed-appointment.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2019/03/22/105809086-1553266320124gettyimages-598046818.1910x1000.jpeg","publishedAt":"2019-03-22T15:56:04Z","content":"President Donald Trump is set to offer a position on the Federal Reserve to economic commentator and former campaign advisor Stephen Moore, CNBC has learned. div &gt; div.group &gt; p:first-child\"&gt; The president is waiting for Moore to get through the nomi… [+1619 chars]"},{"source":{"id":null,"name":"Vox.com"},"author":"Jen Kirby","title":"Brexit news: European Union agrees to short Brexit delay - Vox.com","description":"The EU granted Prime Minister Theresa May an extension to April 12 — but the UK needs to pass her Brexit deal, come up with a new plan, or risk a crashing out of the bloc.","url":"https://www.vox.com/2019/3/22/18276503/brexit-news-extension-european-union-april-12","urlToImage":"https://cdn.vox-cdn.com/thumbor/rQGCQ88uU93EOt6n-xKYxZlowc4=/0x34:2152x1161/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/15978678/1137357833.jpg.jpg","publishedAt":"2019-03-22T15:10:00Z","content":"The European Union has agreed to grant Britain a short Brexit delay, removing the immediate threat of the United Kingdom leaving the EU without a deal next week, on March 29. EU member states are pushing the Brexit deadline to April 12 without any conditions,… [+4156 chars]"},{"source":{"id":"the-washington-post","name":"The Washington Post"},"author":null,"title":"More Boeing problems: Another space vehicle it’s building for NASA is significantly delayed - Washington Post","description":"The latest date for the first test of Boeing's Starliner capsule was to be in April, which was already pushed back repeatedly. Now that first flight — a test mission without any astronauts on board — is going to be delayed to at least August, according to two…","url":"https://www.washingtonpost.com/technology/2019/03/22/more-boeing-problems-another-space-vehicle-its-building-nasa-is-significantly-delayed/","urlToImage":"https://www.washingtonpost.com/resizer/SfNnykHOkiAXouhrpvWaz_FYRFw=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/3G6BMTRVTYI6TA3V4POPNNUFLA.jpg","publishedAt":"2019-03-22T14:52:26Z","content":"The bad news for Boeing has dripped out in a constant stream, day by day. There were revelations that it didnt do enough to train pilots to a system failure in its 737-airplane line that led to a crash last year in Indonesia and then another this month in Eth… [+4155 chars]"},{"source":{"id":"daily-mail","name":"Daily Mail"},"author":"https://www.facebook.com/DailyMailCeleb","title":"Flip Or Flop's Christina Anstead reveals she's pregnant with new husband Ant's baby - Daily Mail","description":"They tied the knot in December, after a whirlwind romance.","url":"https://www.dailymail.co.uk/tvshowbiz/article-6839473/Flip-Flops-Christina-Anstead-reveals-shes-pregnant-new-husband-Ants-baby.html","urlToImage":"https://i.dailymail.co.uk/1s/2019/03/22/14/11327854-0-image-a-10_1553266275445.jpg","publishedAt":"2019-03-22T14:49:00Z","content":"They tied the knot in December, after a whirlwind romance. And now Flip Or Flop's Christina has announced she is pregnant with her new husband Ant Anstead's baby. Sharing a picture of the two embracing as she holds out a scan image, she wrote: '@ant_anstead a… [+2775 chars]"},{"source":{"id":null,"name":"Aseaofblue.com"},"author":"Jamie Boggs","title":"Kentucky Basketball vs Wofford Terriers: Game Time, TV Channel, Online Stream, Odds, Replay, Radio, More - A Sea Of Blue","description":"Everything you need for Kentucky Wildcats vs Wofford Terriers in the NCAA Tournament.","url":"https://www.aseaofblue.com/2019/3/22/18277053/kentucky-basketball-wofford-terriers-game-time-tv-channel-online-stream-odds","urlToImage":"https://cdn.vox-cdn.com/thumbor/TiLy8bV1KNiaaH-SzgSoiTLe0FA=/0x503:3647x2412/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13597020/reid_travis_hdr_mode_1_uncg.jpg","publishedAt":"2019-03-22T14:33:31Z","content":"The Kentucky Wildcats rolled in the first round of the NCAA Tournament, even without All-American PJ Washington. They defeated the Abilene Christian Wildcats 79-44 behind strong efforts from Keldon Johnson, Tyler Herro, and Reid Travis. Kentucky will now move… [+6021 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Tyler Lauletta","title":"Just 0.25% of brackets remain perfect after one day of March Madness action - Business Insider","description":"Just 42,828 perfect brackets remain in ESPN's Tournament Challenge after one day of March Madness. That number will only continue to fall.","url":"https://www.businessinsider.com/how-many-perfect-brackets-left-2019-3","urlToImage":"https://amp.businessinsider.com/images/5c94e458dc67670f9c125743-1920-960.jpg","publishedAt":"2019-03-22T14:15:50Z","content":"March Madness is the most unpredictable event in all of sports. Though many contests through the years have advertised larger-than-life prizes, the quest for a \"perfect bracket\" that correctly predicts the winner of all 63 games of the tournament is an all bu… [+1916 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"","title":"Free Speech Executive Order Ties Research Funding To Free Speech Guarantee - NPR","description":"The president signed an executive order on Thursday conditioning research grants on \"compliance with the First Amendment.\"","url":"https://www.npr.org/2019/03/22/705739383/trump-and-universities-in-fight-over-free-speech-federal-research-funding","urlToImage":"https://media.npr.org/assets/img/2019/03/22/ap_19080742322766_wide-aacd2308386c9b386e10ba9aeb05b401b8b9b3bd.jpg?s=1400","publishedAt":"2019-03-22T14:14:00Z","content":"President Trump speaks before signing an executive order Thursday requiring colleges to certify that their policies support free speech as a condition of receiving federal research grants. Jacquelyn Martin/AP In a move that appeared aimed at what some view as… [+3369 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"David Child","title":"Christchurch mosque attack victims laid to rest in mass burial - Aljazeera.com","description":"Dozens of victims of New Zealand mosque attacks laid to rest in Christchurch amid day of national mourning for the dead.","url":"https://www.aljazeera.com/news/2019/03/christchurch-mosque-attack-victims-laid-rest-mass-burial-190322075948462.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2019/3/22/7cbb53e821c645d78ad9cdd6898709ba_18.jpg","publishedAt":"2019-03-22T14:12:00Z","content":"Christchurch, New Zealand - At first, the victims of last week's Christchurch mosque attacks went to their graves in ones and twos. From Wednesday onwards, bodies were slowly released from coroners to relatives eager to say a final goodbye to their loved ones… [+5265 chars]"},{"source":{"id":"nbc-news","name":"NBC News"},"author":"Minyvonne Burke, Jason Abbruzzese","title":"Teen arrested for alleged threats targeting black, minority students at a Charlottesville school - NBC News","description":"A 17-year-old boy was arrested Friday for allegedly threatening black and minority students at Charlottesville High School.","url":"https://www.nbcnews.com/news/us-news/charlottesville-schools-closed-second-day-over-threats-targeting-black-minority-n986216","urlToImage":"https://media2.s-nbcnews.com/j/newscms/2019_12/2795531/190322-charlottesville-high-school-mn-0940_e2ec480aa3c5ddbc6309d95f2568fe2d.nbcnews-fp-1200-630.jpg","publishedAt":"2019-03-22T14:06:00Z","content":"Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings. SUBSCRIBE March 22, 2019, 2:06 PM GMT / Updated March 22, 2019, 4:28 PM GMT A 17-year-old boy was arrested Friday for allegedly making online threats a… [+2667 chars]"},{"source":{"id":null,"name":"Cnet.com"},"author":"Shara Tibken","title":"Apple's TV streaming service: Showtime is upon us at last - CNET","description":"Apple wants to make waves in Hollywood. But even its deep pockets don't guarantee success.","url":"https://www.cnet.com/news/apples-tv-streaming-service-showtime-is-upon-us-at-last/","urlToImage":"https://cnet4.cbsistatic.com/img/aqozO6rir_S4anU054CupfMvKv8=/724x407/2019/03/11/54eeafb6-a7f0-405a-96c1-fa123fe4d523/apple-event.png","publishedAt":"2019-03-22T14:06:00Z","content":"Apple will host its next event on Monday. Apple On Monday, we'll finally find out where Apple's billion dollars have gone. That's the amount the company earmarked for a video streaming service that it hasn't yet confirmed is coming. For years, rumors of Apple… [+7109 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":null,"title":"'Abortion Reversal' With Progesterone Is Being Tested In Study : Shots - Health News - NPR","description":"Several states require doctors who perform medical abortions to tell their patients the procedure can be \"reversed\" with progesterone. There's an absence of evidence to support that contention.","url":"https://www.npr.org/sections/health-shots/2019/03/22/688783130/controversial-abortion-reversal-regimen-is-put-to-the-test","urlToImage":"https://media.npr.org/assets/img/2019/01/28/gettyimages-707437391_wide-7d45cd821680b6fd1bdd22c554c4fada87f82341.jpg?s=1400","publishedAt":"2019-03-22T13:55:00Z","content":"The American College of Obstetrics and Gynecology says suggestions that a medical abortion can be reversed after more than an hour has passed aren't supported by scientific evidence. Roy Scott/Ikon Images/Getty Images Dr. Mitchell Creinin never expected to be… [+13329 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Analysis by Chris Cillizza, CNN Editor-at-large","title":"Donald Trump's new, confusing closing argument against the Mueller report - CNN","description":"As Washington waits for word -- that could come as soon as Friday -- about the status of special counsel Robert Mueller's report into Russian interference in the 2016 election, President Donald Trump is closing his PR campaign against the investigation on a n…","url":"https://www.cnn.com/2019/03/22/politics/donald-trump-robert-mueller-unelected/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/190321115633-09-donald-trump-lead-image-super-tease.jpg","publishedAt":"2019-03-22T13:52:00Z","content":"THE POINT -- NOW ON YOUTUBE! In each episode of his weekly YouTube show, Chris Cillizza will delve a little deeper into the surreal world of politics. Click to subscribe!"},{"source":{"id":"bloomberg","name":"Bloomberg"},"author":null,"title":"U.S. Treasury Yield Curve Inverts for First Time Since 2007 - Bloomberg","description":null,"url":"https://www.bloomberg.com/news/articles/2019-03-22/u-s-treasury-yield-curve-inverts-for-first-time-since-2007","urlToImage":null,"publishedAt":"2019-03-22T13:49:00Z","content":"To continue, please click the box below to let us know you're not a robot."},{"source":{"id":null,"name":"Aol.com"},"author":"Gibson Johns","title":"Was Priyanka Chopra really mad at Meghan Markle for skipping her wedding? Here's what she said - AOL","description":"Despite Priyanka Chopra attending Meghan Markle and Prince Harry's royal wedding, the royal couple skipped her nuptials to Nick Jonas","url":"https://www.aol.com/article/entertainment/2019/03/22/priyanka-chopra-on-rumors-she-was-mad-at-meghan-markle/23698536/","urlToImage":"https://o.aolcdn.com/images/dims3/GLOB/crop/601x394+2+0/resize/1028x675!/format/jpg/quality/85/https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2019-03%2F2233b9b0-4ca9-11e9-af7f-b9787ef19d11","publishedAt":"2019-03-22T13:48:35Z","content":"Remember those reports that Priyanka Chopra was angry about pal Meghan Markle not attending her wedding to Nick Jonas ? Well, the former \"Quantico\" star couldn't help but laugh at the rumors. During an appearance on \"Watch What Happens Live\" on Thursday night… [+12982 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Tyler McCarthy","title":"Roseanne Barr says former co-star Sara Gilbert 'destroyed' her show and her life - Fox News","description":"It’s been nearly ten months since ABC made the highly controversial decision to cancel the revival of “Roseanne.” Now, Roseanne Barr herself is getting candid about who she blames for the whole ordeal - co-star Sara Gilbert.","url":"https://www.foxnews.com/entertainment/roseanne-barr-says-former-co-star-sara-gilbert-for-destroyed-her-show-and-her-life","urlToImage":"https://media2.foxnews.com/BrightCove/694940094001/2019/03/22/694940094001_6016936762001_6016927301001-vs.jpg","publishedAt":"2019-03-22T13:32:13Z","content":"It’s been nearly 10 months since ABC made the highly controversial decision to cancel the revival of “Roseanne.” Now, Roseanne Barr herself is getting candid about who she blames for the whole ordeal — co-star Sara Gilbert. As previously reported, the network… [+2541 chars]"},{"source":{"id":null,"name":"Hollywoodreporter.com"},"author":"Paul Bond","title":"As Layoffs Arrive, Disney and Fox Staff Voice Frustrations - Hollywood Reporter","description":"Multiple employees say that Disney has been less than forthcoming about who will be let go and when.","url":"https://www.hollywoodreporter.com/news/as-layoffs-arrive-disney-fox-staff-voice-frustrations-1196346","urlToImage":"https://cdn1.thr.com/sites/default/files/2017/12/foxstudiosentrance_-_h_2017.jpg","publishedAt":"2019-03-22T13:00:00Z","content":"At Walt Disney's shareholder meeting two weeks ago, CEO Bob Iger spoke of the \"long-term value\" inherent in the company's pending acquisition of most of 21st Century Fox. \"We will hit the ground running as soon as the deal closes,\" he told attendees. The flow… [+4444 chars]"},{"source":{"id":null,"name":"Abc3340.com"},"author":"SETH BORENSTEIN AP Science Writer","title":"Live: Astronauts take spacewalk to swap space station's batteries - Alabama's News Leader","description":"Two American astronauts took a spacewalk Friday to replace aging batteries on the International Space Station. NASA's Anne McClain and Nick Hague are scheduled to work in space for several hours to swap out three old nickel-hydrogen batteries with more powerf…","url":"https://abc3340.com/news/nation-world/live-nasas-first-spacewalk-of-2019","urlToImage":"http://static-14.sinclairstoryline.com/resources/media/e5291709-5375-410e-9aaf-74ff13d7b30e-large16x9_1280x720_81001P00MLSDD.jpg?1553252854822","publishedAt":"2019-03-22T12:08:00Z","content":"Two American astronauts took a spacewalk Friday to replace aging batteries on the International Space Station. NASA 's Anne McClain and Nick Hague are scheduled to work in space for several hours to swap out three old nickel-hydrogen batteries with more power… [+926 chars]"}]}